<template>
    <div class="d-flex justify-content-center">
<div class="container border bg-light m-5 px-5">
    <div class="fs-3 mb-2 fw-bold d-flex justify-content-center p-2">Правила и услови за користење</div> <br/>
    <p class="fs-6 mb-2 p-2">Апликацијата EventsMap е сопственост на креаторите на EventsMap. <br/>Со користењето на апликацијата потврдувате дека сте запознаени со правилата и условите за негово користење и се обврзувате да ги почитувате наведените правила и услови.</p>

    <div class="fs-4 mb-2 p-2">Заштита на авторските права и правата од индустриска сопственост</div>
    <p class="fs-6 mb-2 p-2">Сите содржини поставени на EventsMap се ексклузивно право на креаторите на EventsMap или се користат со изречно одобрение на носителот на авторското право или субјектот на правото од индустриска сопственост.

       <br/> Се забранува какво било копирање, дистрибуција, пренос, објавување или на друг начин користење на содржините на оваа апликација, без изречна писмена согласност на креаторите на EventsMap.</p>
    <div class="fs-4 mb-2 p-2">Одговорност</div>
    <p class="fs-6 mb-2 p-2">Со користењето на оваа апликација, корисникот е согласен да ги почитува овие Правила и услови, позитивната законска регулатива, како и да се однесува според прифатливите етички и морални принципи на Република Северна Македонија.</p>
    <div class="fs-4 mb-2 p-2">Заштита на приватноста</div>
    <p class="fs-6 mb-2 p-2">EventsMap во своето работење го почитува Законот за заштита на личните податоци и сите други прописи кои на кој било начин пропишуваат посебен третман на личните податоци на корисниците.
<br/>
        EventsMap доаѓа само до оние лични податоци кои корисниците решиле да ги остават при користењето на оваа апликација. EventsMap на ниту еден начин истите податоци нема да ги класифицира, групира или употреби за кои било други цели освен за целите за кои тие се оставени од самите корисници.</p>
</div></div>
</template>

<script>
import DefaultLayout from "@/Layouts/DefaultLayout.vue";
export default {
    name: "Conditions",
    layout: DefaultLayout
}
</script>

<style scoped>

</style>
