<template>
    <div class="container border bg-light m-5 px-5">
        <div class="fs-3 mb-2 fw-bold d-flex justify-content-center p-2">Политика за заштита на приватноста</div> <br/>
        <p class="fs-6 mb-2 p-2">Внимателно прочитајте ја Политиката за заштита на приватноста за да се информирате како EventsMap ги користи вашите лични податоци што ги оставате при посета на EventsMap. При собирањето на овие информации, дејствуваме како контролор во согласност со Законот за заштита на личните податоци и во согласност со него должни сме да ве информираме за обработката на вашите лични податоци. Обработката на вашите лични податоци ја сметаме за многу сериозна активност и ги преземаме сите неопходни технички и организациски мерки за заштита на обработката на вашите лични податоци.
<br/>
            EventsMap во своето работење го почитува Законот за заштита на личните податоци и сите други прописи кои на кој било начин пропишуваат посебен третман на личните податоци на корисниците.
<br/>
            EventsMap доаѓа само до оние лични податоци кои корисниците решиле да ги остават при користењето на EventsMap.
            EventsMap на ниту еден начин нема да ги класифицира тие податоци, ниту да ги групира или да ги употреби за кои било други цели освен за целите за кои се оставени од самите корисници.
            Информациите подолу се однесуваат само за оваа веб-страница. Доколку преку EventsMap се поврзувате со други веб-страници, потребно е да ги разгледате и да ги прочитате политиките за заштита на приватноста објавени на тие веб-страници.</p>

        <div class="fs-4 mb-2 fw-bold p-2">Цели за обработка на личните податоци</div>
        <p class="fs-6 mb-2 p-2">Вашите лични податоци кои ги прибираме за време на вашата посета на нашата веб-страница се податоци кои вие доброволно ги оставате и тие се обработуваат за следните цели:
<br/>
           - за да овозможиме најдобро искуство за корисникот при посетата на нашата веб-страница; <br/>
           - за анализирање на посетите на нашата веб-страница, за идентификување на корисниците, како и за одржување на информациската сигурност на нашата веб-страница; <br/>
           - за пријава на учесници за обуки организирани од нашата компанија.</p>
        <div class="fs-4 mb-2 fw-bold p-2">Начин на собирање на личните податоци</div>
        <p class="fs-6 mb-2 p-2">Со користењето на оваа апликација, корисникот е согласен да ги почитува овие Правила и услови, позитивната законска регулатива, како и да се однесува според прифатливите етички и морални принципи на Република Северна Македонија.</p>
        <div class="fs-4 mb-2 fw-bold p-2">Заштита на приватноста</div>
        <p class="fs-6 mb-2 p-2">Колачиња <br/> <br/>
            Нашата веб-страница користи колачиња кои овозможуваат подобро функционирање на страницата, но и подобро искуство за вас додека ја користите веб-страницата.
<br/>
            Податоци што се собираат од вас на нашата веб-страница се:
<br/>
            вашата IP-адреса, <br/>
            уредот од кој пристапувате (вид и модел), <br/>
            датумот и времето на посета, <br/>
            прелистувачот кој го користите, <br/>
            страниците што ги посетувате на нашата веб-страница.
            </p>
    </div>
</template>

<script>
import DefaultLayout from "@/Layouts/DefaultLayout.vue";
export default {
    name: "Privacy",
    layout: DefaultLayout
}
</script>

<style scoped>

</style>
